[
  {
    "model": "catalog.product",
    "pk": 1,
    "fields": {
      "title": "Sony Playstation 5",
      "desc": "Испытайте мощь ЦП, графического процессора и SSD с особой встроенной системой ввода и вывода, которые переворачивают представления о возможностях PlayStation. Специальная интегрированная система ввода и вывода на консоли PS5 позволяет разработчикам получать данные с накопителя SSD настолько быстро, что перед создателями игр открываются недостижимые раньше возможности. Испытайте полное погружение в невероятно реалистичные миры благодаря специальным алгоритмам вычисления световых лучей, с которыми избранные игры PS5 заиграют красками света, тени и отражений.\r\nНаслаждайтесь плавным изображением на мониторах 4K во время игры с частотой кадров до 120 fps для игр с поддержкой частоты обновления 120 Гц. При подключении к телевизорам с HDR картинка игр PS5 с поддержкой этой технологии станет невероятно реалистичной с живыми, яркими цветами. Консоль PS5 поддерживает вывод сигнала 8K, чтобы в игры можно было играть на экранах с разрешением 4320p.\r\nПогрузитесь в мир объемного звука, где вы постоянно ощущаете себя в центре звуковой сцены и каждый звук направлен на вас. Благодаря технологии Tempest 3D AudioTech в поддерживаемых играх вы сможете насладиться трехмерным звучанием и в наушниках, и на динамиках телевизора. Испытайте реалистичную тактильную отдачу с беспроводным контроллером DualSense для некоторых игр PS5 с поддержкой этих функций и невероятный эффект полного погружения благодаря тактильным ощущениям в ответ на ваши действия и события в игре. Испытайте невероятные ощущения благодаря адаптивным спусковым кнопкам с динамически регулируемыми уровнями сопротивления, которые симулируют физические ощущения в ответ на ваши действия в поддерживаемых играх для PS5.",
      "image": "products/ps5_K3LNC6u.jpg",
      "category": 5,
      "price": 510,
      "creation_date": "2023-07-29T13:17:03.296Z",
      "modification_date": "2023-08-20T11:05:25.259Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 2,
    "fields": {
      "title": "Steelseries Arctis 1",
      "desc": "Общие параметры\r\nТип \r\nпроводная гарнитура\r\nМодель\r\nSteelSeries Arctis 1\r\nРазвернуть все\r\nКак выбрать?\r\nОписание\r\nПроводные наушники SteelSeries Arctis 1 – игровое устройство закрытого типа, которое поддерживает совместимость с любыми игровыми платформами. Для подключения к устройствам модель использует кабель длиной 3 м со стандартным коннектором jack 3.5 мм. Наушники используют динамики, поддерживающие воспроизведение звуков в диапазоне частот 20-20000 Гц, что позволяет устройству обеспечить сбалансированное звучание Arctis. Вам будет доступно пространственное звучание, позволяющее достичь реалистичности игрового процесса.\r\nSteelSeries Arctis 1 оборудованы охватывающими мягкими амбушюрами, обеспечивающими комфортную посадку. Благодаря этому вы не будете ощущать дискомфорта даже при нахождении в наушниках подряд несколько часов. Конструкция наушников предусматривает наличие микрофона с подвижным креплением. Его особенность в функции подавления постороннего шума, благодаря чему обеспечивается чистое и естественное звучание голоса. Благодаря креплению на регулируемое оголовье вы сможете настроить положение корпуса.",
      "image": "products/steelseries_artics_1_1NovtfV.jpg",
      "category": 6,
      "price": 60,
      "creation_date": "2023-07-29T13:17:03.296Z",
      "modification_date": "2023-08-06T08:03:34.989Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "title": "Razer DeathAdder V2",
      "desc": "Мышь проводная Razer DeathAdder V2 в изящном корпусе с плавными линиями является серьезным геймерским «инструментом». Благодаря разрешению оптического сенсора Razer Focus+, достигающему 20000 dpi, модель обеспечивает максимальную точность позиционирования курсора на экране. Устройство имеет 8 программируемых кнопок, ресурс каждой из которых достигает 70 млн нажатий! Этот беспрецедентный показатель сочетается с наличием интуитивного тактильного колесика прокрутки.\r\nИзносоустойчивые ножки мыши выполнены из тефлона. Они не истираются даже за много лет использования устройства и позволяют ему буквально «летать» по поверхности рабочего стола. Покрытие проводной мыши Razer DeathAdder V2 выполнено из резины и матового пластика черного цвета, благодаря чему она не скользит в ладони даже во время долгих игровых сетов. Длина кабеля модели достигает 2.1 м.",
      "image": "products/Razer_DeathAdder_V2_BGY9ZLt.jpg",
      "category": 7,
      "price": 50,
      "creation_date": "2023-07-29T13:17:03.296Z",
      "modification_date": "2023-08-06T08:03:59.825Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "title": "Колонки 2.0 Edifier",
      "desc": "Колонки Edifier R980T - активная аудиосистема компактного размера в формате 2.0, построена по двухполосной схеме. Дизайн колонок - классический, материал изготовления корпуса - высококлассный МДФ применяется для сохранения акустических свойств и не наносит вреда здоровью окружающих.\r\nБасовые динамики имеют размер 116 мм, динамики высоких частот - 13 мм. Общая суммарная мощность системы Edifier R980T составляет 24 Вт. На передней панели активной колонки расположен порт фазоинвертора, что позволяет ставить колонки вплотную к стенам. Рабочие частоты - от 70 Гц до 20 000 Гц. Работают колонки в соотношении сигнал/шум на уровне 85 дБ. Разъемы для соединения колонок, для подключения кабелей RCA расположены на задней стенке активной колонки.",
      "image": "products/Колонки_2.0_Edifier_u1CnKPH.jpg",
      "category": 8,
      "price": 350,
      "creation_date": "2023-07-29T13:17:03.296Z",
      "modification_date": "2023-08-06T08:04:30.760Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 5,
    "fields": {
      "title": "Sony PlayStation 4 Pro",
      "desc": "SONY PLAYSTATION 4 Pro – ваш персональный центр развлечений. Вы можете играть, смотреть видео, слушать музыку, а доступ в интернет позволит найти партнеров для игр. Благодаря разнообразию игр у консоли нет возрастных ограничений. Sony PlayStation 4 Pro Black обеспечит игрокам новый опыт за счёт улучшенных возможностей обработки изображения и поддержки картинки в качестве 4К. С повышением производительности и возможностей системы, включая центральный и графический процессоры, PS4 Pro позволяет добиться в играх графики со значительно большим числом деталей и беспрецедентной чёткостью изображения. Пользователи с 4К телевизорами смогут насладиться всеми играми на PS4 в улучшенном качестве с разрешением 4К и более высокой и стабильной частотой кадров. Кроме того, PS4 Pro поддерживает воспроизведение 4К-видео, что позволяет пользоваться стриминговыми сервисами 4К, в том числе Netflix и YouTube. Система позволяет запускать все игры PS4 в разрешении 1080 p, а также повысить частоту кадров и её стабильность для некоторых поддерживаемых игр.",
      "image": "products/502_5839a2955363f0.15100039.jpg",
      "category": 5,
      "price": 430,
      "creation_date": "2023-08-20T11:17:32.330Z",
      "modification_date": "2023-08-21T12:54:19.931Z"
    }
  },
  {
    "model": "catalog.category",
    "pk": 5,
    "fields": {
      "title": "Игровые консоли",
      "description": null
    }
  },
  {
    "model": "catalog.category",
    "pk": 6,
    "fields": {
      "title": "Наушники",
      "description": null
    }
  },
  {
    "model": "catalog.category",
    "pk": 7,
    "fields": {
      "title": "Мышки",
      "description": null
    }
  },
  {
    "model": "catalog.category",
    "pk": 8,
    "fields": {
      "title": "Колонки",
      "description": null
    }
  },
  {
    "model": "catalog.blog",
    "pk": 1,
    "fields": {
      "title": "Первый",
      "slug": "pervyi",
      "content": "Первый Пробный Пост!!!\r\nили нет?",
      "image": "products/among-us-original-image.png",
      "created_at": "2023-08-13T13:47:15.466Z",
      "is_published": true,
      "views_count": 10
    }
  },
  {
    "model": "catalog.blog",
    "pk": 8,
    "fields": {
      "title": "Невидимка...",
      "slug": "nevidimka",
      "content": "Невидимый пост",
      "image": "products/3023_original.jpg",
      "created_at": "2023-08-13T14:35:54.962Z",
      "is_published": false,
      "views_count": 3
    }
  },
  {
    "model": "catalog.version",
    "pk": 1,
    "fields": {
      "product": 1,
      "number": 1,
      "title": "Проб",
      "description": "Не знаю",
      "is_active": false
    }
  },
  {
    "model": "catalog.version",
    "pk": 4,
    "fields": {
      "product": 5,
      "number": 3,
      "title": "wgtw3rty",
      "description": "43y35",
      "is_active": false
    }
  },
  {
    "model": "catalog.version",
    "pk": 5,
    "fields": {
      "product": 5,
      "number": 4,
      "title": "1111111111111",
      "description": "2222222222222222",
      "is_active": false
    }
  }
]